Revit 2027 API
SymbolTypeId.MmSup6 Property
 Symbol mm⁶, indicating unit Millimeters to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmSup6 { get; }
Public Shared ReadOnly Property MmSup6 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmSup6 {
	ForgeTypeId^ get ();
}
static member MmSup6 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace